Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1199_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkáha geassebargiid
smn: Sämitigge pálkkáát kesipargeid

source: Sámediggi bálkkáha geassebargiid oahppamateriálabargguide.
smn: Sämitigge pálkkáát kesipargeid oppâmateriaalpargoid.

source: Friija ohcamuš oktan bargovásáhusaiguin ja oahppoduođaštusaiguin sáddejuvvo Sámedikki skuvlen- ja oahppamateriálalávdegoddái guovvamánu 29. beaivvi 2016 dmu 16.00 rádjái.
smn: Riijjâ uucâm vuolgâttuvvoo ohtân pargotuođâštusâigijn já oppâtuođâštusâigijn Sämitige škovlim- já oppâmateriaalävdikodán kuovâmáánu 29. peeivi 2016 tjme 16.00 räi.

source: Bargu bistá 1 - 3 mánotbaji, barggu álggaheamis sohppojuvvo sierra.
smn: Pargo pištá 1 - 3 mánuppaje, pargoi aalgâtmist soppuu sierâ.

source: Ohcamuša sáhttá sáddet šleađgapoastan čujuhussii Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
smn: Uuccâm puáhtá vuolgâttiđ šleđgâpostân čujottâsân Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.

source: dahje poastačujuhussii: Sámediggi, Skuvlen- ja oahppamateriáladoaimmahat, Sajos, 99870 Anár.
smn: tâi postâčujottâsân: Sämitigge, Škovlim- já oppâmateriaaltoimâttâh, Sajos, 99870 Aanaar.
